Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 자택에서 리에나 공주가 시신으로 발견되면 좋을 게 없을 텐데.
en: it wouldn’t be any good for him if her dead body is found at his place.

source: 한마디로 쪼잔하고 만사 자신감이 없었구만.
en: so i was timid and oversensitive.

source: 죽음을 관장하는 신 크로니온
en: chronion, the god of death

source: 어떤 인간도 내 얼굴을 감히 보려고 하지 않았기에 인간의 영과 대화를 해본 건 처음이었다.
en: no human dared to see my face, so that was my first time conversing with a human soul.

source: 쥬디는 그 마법사가 사람들을 위해 마물들을 소르덴 산에 가뒀다고 하던데 그런 사람이 인간들을 왜 죽여?
en: but judy said that magician trapped all the dark creatures in mt. sorden for the people. why would a person like that hurt them?

source: 마법의 알을 쓰면 딱 좋은데 시간이 랜덤이라 사용하기도 참 애매하고.
en: it’d be a perfect time to use this magic egg... it’s too bad that its duration is random.

source: 낮엔 힘이 없어서 숨어 지내다가 해가 지면 나와서 사람의 피를 빨아 먹고 살죠.
en: they hide during the day, when they are weakest. at night, they come out to suck on people’s blood.

source: 인간 여자를 너무 싫어했던 여신은 그녀를 죽음의 신 눈앞에서 잔인하게 죽여 버리고, 자기들끼리 오래오래 행복하게 살았다고 해.
en: the goddess hated that human girl, so she brutally murdered the girl in front of the god of death, and the gods lived together happily ever after.

source: 걱정하지마, 뿌.
en: don’t worry, bu.

source: 어후 입이 근질거려 죽을 것 같애!
en: I’m itching to tell him the truth!

source: 정말 기억이 안 나.
en: i really don’t remember.

source: 진짜 다른 사람 아냐?
en: could she really be a different person?

source: 갑자기 몸이 가벼워져…
en: my body feels lighter...

source: 이제 알겠군.
en: i see it now...

source: 맞습니다.
en: you’re right.

source: 그의 능력이라면 마리엔님이 환생을 했어도 소환하는 건 어렵지 않을 겁니다.
en: his magic would be able to summon lady marianne, even if she reincarnated.

source: 리에나 공주?…님?!!
en: p-princess... liena?!

source: 유명한 얘기지만 아르젠 백작님이… 레티스 공작님을 몹시 싫어하시거든요
en: I’m sure you’re aware of this, but... count arzen isn’t really amicable with duke letis.

source: 당신의 아버지는 자신이 칼베르라는 기억도 잊었고 당신도 기억 못할 거야.
en: your father, having forgotten his identity as kalberr, will not remember you.

source: 로잘린!
en: rosalin!

source: 사랑한 사람, 연인, 걸프렌드.
en: someone you loved, a partner, a girlfriend.

source: 유리니카는 살해당했다.
en: yurinika was murdered

source: 여기서 먹어도 되지?
en: i can eat here, right?

source: 낮에 봤을 때와 분위기가 좀 달라.
en: he’s also a bit different from earlier.

source: 뭐라고…?
en: what?

source: 그리고 어쨌든 내 정혼자잖아.
en: and though it’s arranged, he is my husband.

source: 물러서!
en: back off!

source: 공주님이 직접 만드시게요?
en: will you bake one yourself?

source: 아르젠에게 말할 수도 있었을 텐데.
en: they could have said something to arzen.

source: 어디?
en: where?!

source: 무슨 상관이야!!!
en: why do you care?!

source: 넌 인간의 몸에 들어갔을 때 낮에 힘이 없는 게 부작용이잖아.
en: your side effect for being in that body is feeling weak during the day, right?

source: 죽음의 신
en: the god of death

source: 조심히 들어가세요, 공주님.
en: get home safely, your highness.

source: 아니면 소환한 자가…
en: or maybe it’s the guy who summoned me...

source: 독이요?!
en: poisoned?!

source: 죽인 건 방금 알았으니까.
en: i only knew of the murder just now.

source: 그럴 리가…
en: impossible...

source: 레티스, 내가 방금 무슨 얘길 들었냐면……
en: letis, do you know what I just heard? I--

source: 레티스 베르몬 공작 저
en: duke letis vernon mansion

source: 근처도 가지마.
en: don’t even get near him.

source: 자자, 집으로 돌아가 기다리세요.
en: okay okay, just wait at home.

source: 왕비님께선 공주님을 보호하시려고 베노스 주술사를 시켜 결계를 치신겁니다.
en: the queen made the warlock venos cast a barrier spell here to protect you.

source: 나도 안 잘 거야.
en: i won’t sleep as well.

source: 내 공격을 피한 놈은 지금까지 없었어!
en: no one is able to dodge my attacks!

source: 마침 잘 왔다!
en: nice timing!

source: 끔찍한 죽음의 신을 피할 수만 있다면 뭐든 할 것 같아요!
en: I would do anything to avoid that horrifying god of death!

source: 내가 무슨 말을 하고 싶냐고?
en: my point is...

source: 한번 죽어봐서 그런가, 또 죽는 건 싫은데….
en: i don’t want to die again...

source: 갑자기 통증이…
en: the pain... it’s back...

source: 너의 그 몸을 엄청나게 싫어하거든.
en: he really hates your body.

source: 리에나 공주님께서 기억을 찾고 계시는 게 아닐지…
en: perhaps that is why prince frantz is so unstable...

source: 헐?
en: huh?

source: 설마 왕궁?!
en: could it be the royal palace?!

source: 몸이 갑자기 건강해진 느낌이 들어.
en: I feel a lot better.

source: 리에나 공주에 대해 아직 잘 모르나 본데, 재수 없다고 하도 욕을 먹어서 평소에 잘 나다니지 않던 공주라 그냥 다녀도 누군지 모르더라구.
en: you really don’t know much about her, huh? she never went outside because she’s incredibly unlucky, so people don’t recognize me.

source: 결국 내 삶을 망친 놈에게 복수도 못 하고 죽었다는 거네.
en: so... i died without being able to revenge the guy who ruined my life.

source: 거봐요!
en: see?

source: 말하면서도 이게 뭔 소린지.
en: it sounds confusing to me too.

source: 공주님이 정말 소르덴 산에 계신다면 이럴 시간이 없다는 거 알잖아.
en: if she is at mt. sorden, we have no time to waste.

source: 확실해?
en: are you sure?

source: …잠시 잊었군.
en: i forgot...

source: 내가 만져주면 대체 어떤 힘이 생긴다는 거야?
en: anyways, what power do you get when you touch me?

source: 결계는 걸어놓은 사람만 풀 수 있습니다.
en: unless you are a great magician like kalberr,

source: 크로니온님이 이 몸에서 영영 못 나오시면 어떡하지~ 엉엉~
en: what will I do if master chronion can’t escape this body?! uwaaah!

source: 닥쳐.
en: shut up.

source: 안 좋아져?
en: harmful?

source: 갑자기 왜 이러지?
en: what’s happening?

source: 누구야!
en: who are they?!

source: 저 새는 왜 저렇게 비명을 질러대는 거야.
en: why’s that bird screaming?

source: 올해도 수련장 정원의 폴리꽃 향기가 일품인 것 같습니다.
en: the polly flowers are quite fragrant this year.

source: 다 정리해.
en: get rid of them all.

source: 죽음의 신은 헤베베처럼 생겼다.
en: I was told that the god of death looks like hebebe.

source: 헤베베!!
en: a hebebe!!!

source: 환생을 하셨을 수도 있고, 어딘가에 떠돌고 계실 가능성도 있습니다.
en: she could have reincarnated, or she could be lost and wandering around somewhere.

source: 환생하기 전에 저승에 있는 영이 머무르는 장소
en: souls dwell here before reincarnating.

source: 이 칼로 k의 심장을 정확하게 꽂을 거야.
en: “k”, i will stab you right in the heart with this sword.

source: 정말 손이 많이 가는 공주님이라니까요.
en: you’re high maintenance, princess.

source: 그분은 궁에 계시죠.
en: he’s at the royal palace.

source: 죽은 사람이 아니야.
en: she’s not dead.

source: 엥?!
en: huh?!

source: 내가 인간, 몬스터 할 거 없이 인기가 많긴 했지.
en: i was popular with people and monsters alike.

source: 난 리에나 공주가 맞으니까
en: i am princess liena.

source: 내가 진짜 리에나가 아니라는 소문이 돌기 시작했다는데 궁에도 분명히 이 소식이 전해질 거야.
en: there’s a rumor about me not being the real liena, and I’m sure it’ll reach the palace soon.

source: 사랑했던 감정이 변해도,
en: even if their feelings changed...

source: 대체 무슨 일이 벌어지는 거야!!
en: just what is happening?!

source: 왕자님, 벌써 가시게요?
en: your highness, are you leaving already?

source: 어제보다 통증이 더 심했는데.
en: it was worse than yesterday’s, too.

source: 몸을 누르는 무거움이 사라지고 있어.
en: the heavy pressure suppressing my body is fading.

source: 난 갔는데 대체 무슨 소리야!
en: what are you talking about?! it worked for me!

source: 거의 다 죽었을 때 아버지가 마법으로 저를 임시로 살려둔 것 같아요.
en: I think my dad used some magic to temporarily keep me alive when I almost died.

source: 이 몸으로 마물들과 3일 동안 싸우는 건 무리였나…
en: it must have been too much to fight dark creatures for three days straight like this...

source: 목격자 말로는 암살자가 레티스 공작님의 심장을 칼로 여러 번 찔러 죽이는 걸 확실하게 봤는데
en: a witness claimed that the assassin stabbed your heart multiple times, killing you...

source: 네, 그 마물이 아들과 며느리를 포함한 6명을 죽였어요.
en: that dark creature killed six people, including his own son and a daughter-in-law.

source: 되살아난 사람들 빨리 찾아서 모두 데려와!!
en: go find and bring all the people who came back to life!!!

source: 손님이 누구시냐면…
en: the guest is...

source: 리에나 공주님.
en: princess liena.

source: 누구든 오면 깨워줄게.
en: i’ll wake you up if anyone comes.

source: 그 사람은 어디있는데?
en: where is he?

source: 이 시간까지 저녁도 못 먹었다니!
en: I can’t believe I still didn’t get to eat dinner!

source: 아, 그리고 공주님이 중독되신 독에 대해 알아봤는데 그 독을 먹으면 지금 살아있을 수가 없다고 합니다.
en: I looked into the poison she consumed as well. they claim she would not be alive right now if she took some.

source: 대체 왜 이러지?
en: what is happening?

source: 같이 지도 안 봤어?
en: didn’t you look at the map?

source: 어쨌든 당신과 나는 동료가 맞나봐.
en: whatever. now we’re true comrades, I guess.

source: …했는데?
en: but?

source: 대마법사인데 천 년 전에 죽었대.
en: apparently he’s this great magician who passed away a thousand years ago.

source: 한 달 전 공주님이 방문한 옷가게 주인이 3일 후에 마차 사고로 죽었다잖아.
en: the owner of the store that princess liena visited a month ago, they died from a carriage accident 3 days after she visited.

source: 휘 이 이 잉
en: whoosh

source: 레티스, 궁에 내편이 있는 것 같아.
en: letis, I think someone’s looking out for me at the palace.

source: 역시 집도 주인의 분위기를 따라가나봐….
en: people’s houses definitely match their personalities.

source: 베노스 주술사님이 주신 찻잎인데 매일 마시게 해야 한다고 했어.
en: those are tea leaves from warlock venos. he said princess liena needs to drink it every day.

source: 왜 자꾸 아르젠이 아니라 내가 죽을 거라고 믿는 거지?
en: why does she assume I am the one to die and not arzen?

source: 걱정 마십시오, 리에나 공주님.
en: don’t worry, your highness.

source: 엄마, 머리를 다친 게 아니라 기억을 잃었대요.
en: mom, she lost her memories, not her mind.

source: 유리니카가 소르덴 산에 칼베르의 유해와 마법의 서를 숨겨놨을 가능성이 커 .
en: they might’ve hid kalberr’s body, along with his grimoires, there.

source: 집사는 대체 어디있는 거야?
en: where did the butler go?

source: 늘 하늘이 회색빛이었는데.
en: it was always gloomy back there.

source: 지금 그걸 나한테 실험한 거야?
en: I was used as her test subject?

source: 크로니온이 그녀에게 비타의 반을 주는 바람에 크로니온은 언젠가는 소멸될 거야.
en: chronion gave half of his vita to her, so he’s going to perish someday.

source: 네가 지상에 온 이유도 사실 그 영이 소환되는 걸 막기 위해서 아냐?
en: isn’t that why you came up here? to prevent that soul from being summoned?

source: 매일 아침에 와서 내 몸을 만져준다면 당신의 고통을 사라지게 해주.....
en: if you come touch me every morning, i will rid you of your pain—

source: 집까지 모셔다 드리겠습니다.
en: please, let me take you back to your mansion.

source: 와우!
en: wow!

source: 아니다, 공작님이 다 죽인 건가?
en: no wait... did the duke kill them all?

source: 알아.
en: I know.

source: 자꾸 죽여 버리고 싶은 그놈을 생각나게 하네.
en: reminds me of someone i want to kill.

source: 생기가 전혀 느껴지지 않는 방이었는데 어둠 속에 베일을 쓰고 앉아있는 여자가 보이는 거야.
en: I felt no sign of life in that room but saw a woman with a covered face sitting on a chair.

source: 사실 그곳에 칼베르의 유해와 마법의 서를 숨겨놨을 가능성이 커 .
en: they might’ve hid kalberr’s body, along with his grimoires, there.

source: 이렇게는 죽을 수가 없겠는걸?
en: there’s no way that will be enough to kill me.

source: 그럼 이걸 사용할까?
en: or should I use this?

source: 누가 시신을 훔쳐간 건 아니고?
en: are you sure that the body wasn’t stolen?

source: 전에 말했잖아.
en: I told you that before.

source: 끼익-
en: creak

source: 레티스 공작님 아냐?
en: isn’t that duke letis?

source: 그렇지 않고선 공주님이 왜 레티스 공작님과 같이 사시려는 걸까요?
en: if not that, why would she live with duke letis?

source: 하… 기가 막히는군.
en: hmph... unbelievable.

source: 넌 왜 그렇게 늘 말도 안 되는 소리만 하는 거야 대체!
en: stop your ridiculous nonsense.

source: 공주님 대접받을 위치가 아니잖아요?
en: you’re not to be treated like an actual princess.

source: 너무 멋지십니다!!♡
en: you’re amazing!

source: 그런 일을 당하고도 프란츠 동생인 리에나를 미워하지 않는다고?
en: and he doesn’t resent liena for it?

source: 공주님, 독이라뇨.
en: your highness, you are poisoned?

source: (답답)
en: (impatient)

source: 거기 누구냐!
en: who’s there?!

source: 어머나?!
en: seriously?!

source: 슉
en: SPLOOSH

source: 아르젠에게 주려고 직접 만든 케이크를 가져왔는데 입맛에 맞을지 모르겠네.
en: by the way, I brought a cake I baked for you. I hope you like it.

source: 왜 말이 꼼짝하지 않는 거야?
en: why aren’t you moving?!

source: 어서 가자.
en: let us hurry.

source: 소르덴 산에서 마물들에게만 써보고 차마 사람에겐 못써봤거든.
en: I’ve only used it on the dark creatures at mt. sorden. I didn’t get to use it on a person until now.

source: 이번엔 또 어떤 여자야?
en: what woman is it this time?!

source: 그자를 잡으면 정말로 돌아갈 수 있을까… 확실하지 않은 건 딱 질색인데.
en: would i be able to go back if i catch summoner? i hate being unsure.

source: 넌 이 시간까지 여기서 뭐하고 있었던 거야?
en: what were you doing here at this hour?

source: 그러신 것 같았습니다.
en: i could tell!

source: 지하세계의 영혼을 감시하는 역할?
en: a security guard watching over the souls?

source: 저런 쓰레기 같은 자식을 계속 만나다간 독 먹고 죽을 수도 있어.
en: nothing good comes from dating a guy like that.

source: 레베카!
en: rebecca?!

source: 중얼
en: mumble

source: 오늘 내 세계로 돌아갈 수도 있고 재수가 없으면 이 세계에서 죽을 수도 있는데.
en: but... i could go back to my world today, or even die here myself.

source: 독 때문인가…
en: ...the poison...

source: 공작님, 부르셨습니까?
en: duke, did you need me?

source: 사람의 몸속에 들어가 있으면 속일 수 있다고 생각했어?
en: you thought you could trick me with a human body?

source: 오래만난 사람은 더더욱.
en: people i’ve known for a while? even less.

source: 제 발로 와주다니 정말 고마워.
en: you conveniently came right to me.

source: 다른 거라니, 구체적으로 어떤 거?
en: like what? be more specific.

source: 그러고 보니 이세계 언어를 말하고 읽는데 아무 어색함이 없었네.
en: i don’t have any problems understanding this world’s language, huh...

source: 다시 살아난 사람들은 진짜 살아난 게 아니라
en: the people who came back to life didn’t really come back.

source: 일어나셨습니까?
en: good morning.

source: 다음날 목격자들은 모두 행방불명이 되었습니다.
en: ...but all of those witnesses went missing the next day.

source: 그런데 왜 다시 온 거지?
en: then why did you come back?

source: 리에나의 오빠 때문에 마리엔이 죽었다고?!
en: marianne died because of lienna’s brother?!

source: 리에나 공주님~♡
en: princess liena!

source: 그런데 정말 공주님이세요?
en: by the way, are you really a princess?

source: 많이 공허해 보였고.
en: and empty...

source: 당신 엄지손가락을 열쇠구멍 안에 넣어야 문이 열리는데 당신의 손가락을 자를 순 없잖아.
en: well... he said the door opens when you put your thumb into the keyhole, but i can’t just cut your thumb off.

source: 사귀시는 분… 아니십니까?
en: i believe are seeing her.

source: 누구지, 왕자님처럼 생긴 이 소년은?!
en: who is this prince-like boy?

source: 골고루 하고 자빠졌네.
en: what a guy.

source: 놓쳤어, 젠장… 어디로 간 거지.
en: i lost it, god damn it... where is it now?

source: 아니.
en: no.

source: 그에게 남은 건 인간에 대한 증오 뿐이야.
en: all that is left of him is his rage towards humans.

source: 당신, 그거 진짜 안 좋은 버릇이야.
en: that’s a really bad habit, you know.

source: 한가하게 여기 계속 있을 이유는 없지.
en: I can not afford to waste more time here waiting.

source: 베노스… 베노스라면 왕궁의 대주술사?
en: venos... venos, that warlock in the palace?

source: 저들 눈엔 보이지 않는 걸 보니 빙의된 사람들 눈에만 보이는 건가?
en: they can’t see it... is it only visible to the possessed?

source: 앨리드 아가씨.
en: lady elid.

source: 낮엔 힘이 없고 밤에 기어 나와서 피를 빨아먹는다고?
en: weak under daylight, while sucking on people’s blood at night?

source: 그렇게 많은 사람들이 나처럼 되살아났다는 거야?
en: that many people have risen from the dead like i did?!

source: 너무 늦어 죄송합니다.
en: i’m so sorry for being too late.

source: 가자, 쥬디.
en: let’s go, judy.

source: 그녀는 아버지에 대한 걱정뿐이었다.
en: she simply worried about her father.

source: 유리니카를 못 알아볼 리가 없어.
en: ...even while blinded by a spell.

source: 레티스가 나에 대해 말을 잘 해놓고 떠났나봐.
en: letis must have left good words for me.

source: 윽!
en: ugh!

source: 이 몸에 빙의돼서 아쉬운 점이 뭐였는지 알아?
en: do you know the major downside of being possessed in this body?

source: 이게 다 뭐야.
en: what is all this?

source: 이렇게 프란츠 왕자님 상태가 안정적이지 못한 건
en: she might be regaining them.

source: 바람둥이 씨, 내가 쫓아내줄까?
en: hey player, do you want me to take care of her?

source: 내가 저주받은 공주라 다들 부적 하나씩은 가지고 있다고 들었는데 역시 집사도…
en: I heard everyone keeps a talisman around me because I’m a cursed princess... are you--

source: 얘들은 됐고, 내 이름만 전해.
en: forget about the others. just tell him that i’m here.

source: 그 괴물 같은 게 내 몸을 통과해서 지나가 할머니를 죽였어.
en: that monster went through my body and killed the old lady.

source: 부모를 잃은 줄 알았지 뭐야.
en: i thought she lost her parents.

source: 파멸의 신은…
en: the god of ruination...

source: 크로니온님!
en: master chronion!

source: 그건 그 집사 말이지.
en: that’s just what the butler said.

source: 레티스 공작님 저택에서 왜 이렇게 서늘한 기운이 느껴지는 거지!
en: why do I feel such creepy energy from duke letis’ mansion?

source: 밤에!
en: at night!

source: 내가 왜?
en: why?!

source: 아르젠!
en: arzen!

source: 안 그래?
en: am I wrong?

source: 날…그대로 통과했어!
en: it... went through me?!

source: …도와준다더니 왜 안 온 거지?
en: you said you would help me.

source: 마리엔 죽음의 목격자를 만나러 가는 길에 사고를 당해 돌아가셨고
en: ...died on his way to meet the witness of marianne’s death.

source: 그… 그게….
en: w-well...

source: 우리 사귀어보지 않겠어?
en: would you like to go out with me?

source: 공작님!
en: duke letis.

source: 그 여자가 누구인지만 확인하고 올 거야.
en: I’m just going to check who she is.

source: 콜록
en: COUGH

source: 레티스 공작님과 동거라니, 바람둥이라고 공주님이 엄청 싫어하셨잖아.
en: moving in with duke letis? she hates him because he’s a player.

source: 동정인가?
en: is it pity?

source: 공주님은 왜 쥬디만 데려간 거야!
en: why did princess liena only take judy?!

source: (말은 못 알아들음)
en: (can’t understand what he’s saying)

source: 궁에서 이 사실을 아시면 어쩌려고 그러시지?
en: what will she do when the whole palace hears about it?

source: 아르젠 백작님과 다시 만나기로 하셨어요?
en: are you seeing him again?

source: 하지만 당신은… 어떻게 들어간 거지?
en: if that is the case... how did you enter?

source: 개 뜬 금
en: what the

source: 아냐, 싸우면 안 돼.
en: no, I can’t fight him.

source: 아르젠이 레티스를 싫어한다더니 이 정도였어?
en: I knew they weren’t on good terms, but I didn’t know it was this bad.

source: 놀릴 거리가 생겨서 신남
en: excited to make fun of him

source: 유리니카의 운명이 그렇게 된 건 죽음의 신으로서 냉정하지 못했던 너 때문이라 생각해.
en: I think you’re at fault for ruining her soul’s destiny. you didn’t stay true to your work as a god of death.

source: 우연이야.
en: it is simply a coincidence.

source: 크로니온님이 오셔서 제가 너무 흥분한 나머지 제대로 말씀을 못 드려서 죄송합니다.
en: i apologize for not clarifying... i was too excited to see you, master chronion.

source: 헐… 눈치 빠른 아르젠!
en: woah, how’d he know?!

source: 어떻게?
en: how?

source: 자…자주 가시네요.
en: y-you’re visiting him a lot.

source: 그…그게 아니라 목욕 준비와 침실 세팅이 끝났습니다.
en: n-no, the bath and the bed are ready for you two.

source: 프로이 경감님!
en: inspector zenhad!

source: 1년 전에 그 은으로 만든 칼에 내 동생이 재가 되었어.
en: a year ago, my brother died to that silver sword.

source: 소환한 자가 3일 안에 찾아서 죽이는 거면 내일 안으로 죽을 수 있다는 건데….
en: if the summoner is going to kill me in three days, i might die by tomorrow...

source: 그럼 내일 아침식사 때, 이집에 처음 오신 날 제가 공주님께 드린 목걸이를 하고 오시면 믿을게요.
en: well, then... i’ll believe you if you wear the necklace i gave you at the breakfast tomorrow.

source: 말하기 싫음 됐어!
en: don’t even bother if you don’t wanna tell me!

source: 그게…
en: well...

source: 지금 당장 내 앞의 문제도 골치 아픈데!
en: i have so many other problems to deal with.

source: 곧 죽을 거 같은 표정인데?
en: you look like you’re dying.

source: 네, 공주님.
en: y-yes, your highness.

source: 죄송합니다….
en: my apologies...

source: …그럼.
en: well then...

source: 자, 공주님.
en: all right, princess.

source: 지금 바로 옆에 있는데도 알아보지 못하는 것처럼 말이야.
en: it’s just like how he doesn’t recognize her right now.

source: 오빠를 버릴 수 없어.
en: I can’t let go of my brother.

source: 할머니도 살리지 못했어…
en: ...and i couldn’t save the old lady.

source: 솔직히 여기서 힘들게 찾는 것보다 다 죽여서 저승에서 찾는 게 더 쉽지.
en: honestly, it’s easier to kill them all now, then find them in the underworld.

source: 저를… 인간세계에 보내주세요.
en: send me... back to my world.

source: 끝없는 죽음을 마주한 게 언제부터인지 기억조차 나지 않는다.
en: I can not remember how long I have been facing these endless deaths.

source: 당신과 내가 사랑하는 사이처럼 보여야 떨어져 나가지.
en: they’re not going to leave us alone unless they think we’re in love.

source: 공주님이 저주받은 줄만 알았지 저렇게 미치셨는지는 몰랐어.
en: i knew she was cursed, but i didn’t know she was crazy too.

source: 설마…
en: no way...

source: 이 상태로?!
en: like this?

source: 아, 그렇습니까.
en: oh, i see.

source: 헤베베?
en: a hebebe?

source: 공작님, 고브릴라 아가씨께서 오셨습니다…만.
en: ...duke letis, lady govrilla is here.

source: 창문도 문이야.
en: a window is a good enough for me.

source: 궁금하지.
en: curious, huh?

source: 순간 오싹한 기분이….
en: she gave me chills...

source: 사건사고가 끊이지 않는 재수 드럽게 없는 불길한 공주로
en: i am the wicked, cursed princess who kept having unfortunate events happen to me...

source: 생각해봤더니 아플 때마다 날 도와줬는데 당신에게 고맙다는 말을 한 번도 안 한 것 같아서.
en: i was thinking about how you helped me every time i was in pain, but i never got to say thank you.

source: 적이 많은 건 너랑 같지?
en: you and your body have tons of enemies!

source: 왜 또 이렇게 된 거야.
en: how did i end up here?

source: 전 눈이 보이진 않지만 더 많은 걸 볼 수 있답니다.
en: i may be blind physically, but i can see other things.

source: 그레비를 보는 어떤 여자를 발견했습니다.
en: a girl was staring into greby’s eyes.

source: 똑똑-
en: knock knock

source: 마리엔이… 떠돌고 있다고?!
en: mariane is... wandering around somewhere?

source: 하녀들이 나보고 재수없네 어쩌고 한 소리도 이런 이유였고.
en: that’s why the servants called me bad luck and all that.

source: 저희가 찾아온 이유는 공작님이 암살자를 죽여서가 아닙니다.
en: we didn’t come here because you killed the assassin.

source: 피식
en: heh

source: 미끼가 돼란 얘기로군.
en: you wish for me to be the bait.

source: 이 야단이 났는데 왜 아무도 안 나와 보는 거지?
en: why didn’t anyone come out despite making a fuss?

source: 저자를 죽이면 아르젠은 내가 리에나가 아니란 걸 바로 의심할 거야.
en: if I kill him, arzen is going to question my identity.

source: 내가 도와줄 수 있는 방법도 없고.
en: I can’t even help you.

source: 에메랄드?
en: or emerald?

source: 내가 죽인 몬스터만 천은 넘은 것 같은데 이 세계에서 죽게 되면 괴물새 뱃속에 들어가기도 전에 지옥 불에서 영원히 활활 불타는 거 아냐?
en: I’ve fought way more than 1000 monsters, so I might go straight into hellfire before he even gets to throw me to that bird.

source: 운명의 여신
en: the god of fate

source: 소멸되지 못한 케릭스의 영은 저승 가장 깊은 곳에 봉인되었고
en: kelix’s soul did not perish and was sealed in the deepest part of the underworld.

source: 프로이 젠하드 경감입니다.
en: i am inspector froy zenhad.

source: 그런데...
en: but...

source: …뭐?
en: what?

source: 지금 내 영혼을 꺼내려고 하는 거지!
en: you’re trying to take my soul out of this body, right?!

source: 미안하다, 리에나… 예전의 프란츠로 돌아오려면 네가 이 세상에서 사라져야 할 것 같구나!
en: I’m sorry liena... it seems I must get rid of you in order to bring frantz back to normal!

source: 여긴 어디지?
en: where am i?

source: 잘 좀 봐봐.
en: take a look.

source: 공작님,
en: duke.

source: 돌처럼 굳....?!
en: like a statue...?!

source: 안 들려.
en: I can’t hear you.

source: 당신보다는 내가 더.
en: i am quite strong myself...

source: 문제?
en: what is it?

source: 고통을 없애는 능력까지 있는 걸 보면 보통은 아닌데.
en: my pain disappeared in seconds... he must have some special power.

source: 아, 네가 가짜로 바꿔치기한 목걸이 중에서 어떤 거?
en: oh, the necklace? then which one, out of them all, did you steal and replace with fakes?

source: 이 말도 안 되는 상황이 주술같은 게 아니면 어떻게 설명이 되겠어.
en: what else could explain this nonsense?

source: 체력이 없다는 거야.
en: it’s how weak it is.

source: 동거요?
en: move in?

source: 대체 누구지?
en: who is that?

source: 그치?
en: now you know.

source: 그냥 말해버려?!
en: should I just say it?!

source: 프란츠가 또 아파.
en: frantz is sick again.

source: 공주님, 비가 더 많이 내리는 것 같은데 감기 걸리시면 안 되니 저를 따라오시죠.
en: your highness, it’s raining harder. please follow me so you don’t fall ill.

source: 아니라구요!
en: I’m sure!

source: 뭐야, 손에 감정이 들어가 있는데?
en: hey, are you upset with me or something?

source: 인간이 저를 보다니 말이 안 되잖아요.
en: it doesn’t make sense... humans can’t see me!

source: 니
en: master chronion!

source: 어떻게 이렇게 빨리!
en: how did he move so quickly?!

source: 가끔 공주님 같지가 않으셨거든요.
en: she didn’t seem like her usual self sometimes.

source: 일단 왔으니 나 혼자 알아보지 뭐.
en: I guess I’ll look around by myself.

source: 와, 진짜 열리네!
en: wow, it actually works!

source: 그녀의 영엔 나의 표식이 없어.
en: her soul does not carry my mark.

source: 난 무분별하게 힘을 쓰지 않아.
en: i prefer to not waste them again.

source: 너무 끔찍하지 않아?
en: isn’t that absurd?

source: 오는 내내 넘 재밌게 말씀하셔서 저도 모르게… 그러는 경감님은요.
en: oops... I got caught up in the conversation with her because she’s so funny. what happened to you, though?

source: *타시온:
en: *tacion:

source: 아버지는…
en: my father...

source: 뜨끔
en: flinch

source: 공작님께서 무사하시려면 파혼이 가장 좋겠지만 공작님 가문에 불이익이 갈 테니 안타깝게도 리에나 공주가 세상에서 없어지지 않는 한 방법이 없을 것 같습니다.
en: it would be the best for you to break off the engagement to avoid all the misfortunes from her, but that would affect your household. so there is no way to avoid her and her curse as long as she’s alive.

source: 정말 고마워, 아르젠!
en: thank you so much, arzen!

source: 혼자 편히 계시라고 (저주가 무서워서) 저희는 다른 곳에 가있었는데 공주님이 행방불명되신 것 같다는 연락에 급하게 와봤답니다.
en: we stayed elsewhere so you could enjoy your time (because we feared your curse), but we heard that you were missing so we came to check on you.

source: 이 저택에 불이 나거나 누가 죽어나가는 건 아니겠지?
en: what if this mansion sets on fire or somebody gets killed?!

source: 풉… 그거 내 별명인데.
en: pshhh. that was my nickname, you know.

source: 근데 저것들은 마물 뭐 그런 거야?
en: were those the “dark creatures”?

source: 서두르자.
en: hurry up.

source: 그럴 리가!!
en: no way!

source: 당신보고 한 말은 아니지만 비슷한 점이 좀 있긴 해.
en: you are somewhat similar to him, but i wasn’t talking about you.
